Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Punching...
ar: جارٍ الثقب...
ca: Perforant...
cs: Probíjení…
de: Hole-Punch wird durchgeführt …
es: Perforando...
fi: Lävistetään...
fr: Hole-punch en cours…
he: פותח חיבור...
hu: Lyukasztás...
it: Perforazione in corso...
ja: パンチング中...
ko: 홀 펀칭 중...
nb: Puncher...
nl: Ponsen...
pl: Przebijanie...
pt_br: Perfurando...
pt_pt: A perfurar...
ro: Hole-punch in curs...
sl: Prebijanje ...
sv: Punchar...
uk: Пробивання...
vi: Đang kết nối...
zh_hans: 正在打洞…
zh_hant: 正在打洞⋯

source: Pure ML-DSA keys are NOT accepted by standard OpenSSH servers today — only experimental builds with ML-DSA support. For post-quantum protection with regular servers, use ML-DSA-44 + Ed25519 from the Software section instead.
ar: لا تقبل خوادم OpenSSH القياسية اليوم مفاتيح ML-DSA الخالصة، بل تقبلها الإصدارات التجريبية التي تدعم ML-DSA فقط. للحصول على حماية مقاومة للكم مع الخوادم العادية، استخدم بدلًا من ذلك ML-DSA-44 + Ed25519 من قسم «البرامج».
ca: Les claus ML-DSA pures NO són acceptades avui pels servidors OpenSSH estàndard, només per compilacions experimentals amb suport d'ML-DSA. Per a protecció postquàntica amb servidors normals, utilitza ML-DSA-44 + Ed25519 de la secció Programari.
cs: Čisté klíče ML-DSA dnes standardní servery OpenSSH NEpřijímají, jen experimentální sestavení s podporou ML-DSA. Pro postkvantovou ochranu u běžných serverů použijte místo toho ML-DSA-44 + Ed25519 ze sekce Software.
da: Rene ML-DSA-nøgler accepteres IKKE af almindelige OpenSSH-servere i dag, kun af eksperimentelle builds med ML-DSA-understøttelse. Til post-kvantebeskyttelse med almindelige servere skal du i stedet bruge ML-DSA-44 + Ed25519 fra afsnittet Software.
de: Reine ML-DSA-Schlüssel werden von Standard-OpenSSH-Servern derzeit NICHT akzeptiert, nur von experimentellen Builds mit ML-DSA-Unterstützung. Für Post-Quantum-Schutz mit regulären Servern verwenden Sie stattdessen ML-DSA-44 + Ed25519 aus dem Bereich „Software“.
es: Las claves ML-DSA puras NO son aceptadas hoy por los servidores OpenSSH estándar, solo por compilaciones experimentales con soporte de ML-DSA. Para protección poscuántica con servidores normales, usa ML-DSA-44 + Ed25519 de la sección Software.
fi: Tavalliset OpenSSH-palvelimet EIVÄT hyväksy puhtaita ML-DSA-avaimia tällä hetkellä, vain kokeelliset koosteet, joissa on ML-DSA-tuki. Post-kvanttisuojaukseen tavallisten palvelinten kanssa käytä sen sijaan ML-DSA-44 + Ed25519 Ohjelmisto-osiosta.
fr: Les clés ML-DSA pures ne sont PAS acceptées par les serveurs OpenSSH standard aujourd'hui, seulement par des versions expérimentales prenant en charge ML-DSA. Pour une protection post-quantique avec des serveurs classiques, utilisez plutôt ML-DSA-44 + Ed25519 de la section Logiciel.
he: שרתי OpenSSH רגילים אינם מקבלים כיום מפתחות ML-DSA טהורים, אלא רק גרסאות ניסיוניות עם תמיכה ב-ML-DSA. להגנה פוסט-קוונטית מול שרתים רגילים, השתמש במקום זאת ב-ML-DSA-44 + Ed25519 מהמקטע ״תוכנה״.
hu: A tiszta ML-DSA kulcsokat a szabványos OpenSSH-kiszolgálók ma NEM fogadják el, csak az ML-DSA-támogatással készült kísérleti buildek. Ha hagyományos kiszolgálókkal szeretne posztkvantum védelmet, használja helyette a Szoftver szakasz ML-DSA-44 + Ed25519 kulcsát.
it: Le chiavi ML-DSA pure NON sono accettate oggi dai server OpenSSH standard, ma solo dalle build sperimentali con supporto ML-DSA. Per la protezione post-quantistica con server normali, usa invece ML-DSA-44 + Ed25519 dalla sezione Software.
ja: 純粋なML-DSA鍵は現在、標準のOpenSSHサーバーでは受け付けられません。ML-DSAに対応した実験的ビルドのみです。通常のサーバーで耐量子保護を得るには、代わりに「ソフトウェア」セクションのML-DSA-44 + Ed25519を使用してください。
ko: 순수 ML-DSA 키는 현재 표준 OpenSSH 서버에서 사용할 수 없으며, ML-DSA를 지원하는 실험적 빌드에서만 사용할 수 있습니다. 일반 서버에서 양자내성 보호를 원한다면 소프트웨어 섹션의 ML-DSA-44 + Ed25519를 사용하세요.
nb: Rene ML-DSA-nøkler godtas IKKE av vanlige OpenSSH-servere i dag, bare av eksperimentelle bygg med ML-DSA-støtte. For post-kvantebeskyttelse med vanlige servere bør du i stedet bruke ML-DSA-44 + Ed25519 fra Programvare-delen.
nl: Pure ML-DSA-sleutels worden vandaag NIET geaccepteerd door standaard OpenSSH-servers, alleen door experimentele builds met ML-DSA-ondersteuning. Gebruik voor post-kwantumbescherming met gewone servers in plaats daarvan ML-DSA-44 + Ed25519 uit het gedeelte Software.
pl: Czyste klucze ML-DSA NIE są dziś akceptowane przez standardowe serwery OpenSSH, tylko przez eksperymentalne kompilacje z obsługą ML-DSA. Aby uzyskać ochronę postkwantową ze zwykłymi serwerami, użyj zamiast tego ML-DSA-44 + Ed25519 z sekcji Programowy.
pt_br: Chaves ML-DSA puras NÃO são aceitas hoje por servidores OpenSSH padrão, apenas por builds experimentais com suporte a ML-DSA. Para proteção pós-quântica com servidores comuns, use ML-DSA-44 + Ed25519 da seção Software.
pt_pt: As chaves ML-DSA puras NÃO são aceites hoje pelos servidores OpenSSH padrão, apenas por compilações experimentais com suporte de ML-DSA. Para proteção pós-quântica com servidores normais, utilize antes ML-DSA-44 + Ed25519 da secção Software.
ro: Cheile ML-DSA pure NU sunt acceptate astăzi de serverele OpenSSH standard, ci doar de versiunile experimentale cu suport ML-DSA. Pentru protecție post-cuantică cu servere obișnuite, folosiți în schimb ML-DSA-44 + Ed25519 din secțiunea Software.
sl: Čistih ključev ML-DSA standardni strežniki OpenSSH danes NE sprejemajo, sprejemajo jih samo eksperimentalne različice s podporo za ML-DSA. Za post-kvantno zaščito pri običajnih strežnikih raje uporabite ML-DSA-44 + Ed25519 iz razdelka Programska oprema.
sv: Rena ML-DSA-nycklar accepteras INTE av vanliga OpenSSH-servrar i dag, bara av experimentella versioner med stöd för ML-DSA. För post-kvantskydd med vanliga servrar, använd ML-DSA-44 + Ed25519 från avsnittet Mjukvara i stället.
uk: Стандартні сервери OpenSSH сьогодні НЕ приймають чисті ключі ML-DSA, лише експериментальні збірки з підтримкою ML-DSA. Для постквантового захисту зі звичайними серверами використайте натомість ML-DSA-44 + Ed25519 з розділу «Програмний».
vi: Các máy chủ OpenSSH tiêu chuẩn hiện KHÔNG chấp nhận khóa ML-DSA thuần, chỉ những bản dựng thử nghiệm có hỗ trợ ML-DSA mới chấp nhận. Để có bảo vệ hậu lượng tử với máy chủ thông thường, hãy dùng ML-DSA-44 + Ed25519 trong mục Phần mềm.
zh_hans: 目前标准 OpenSSH 服务器不接受纯 ML-DSA 密钥，只有支持 ML-DSA 的实验性构建才接受。若要在普通服务器上获得后量子保护，请改用“软件”部分的 ML-DSA-44 + Ed25519。
zh_hant: 目前標準 OpenSSH 伺服器不接受純 ML-DSA 金鑰，只有支援 ML-DSA 的實驗性建置才接受。若要在一般伺服器上取得後量子保護，請改用「軟體」區段的 ML-DSA-44 + Ed25519。

source: Pure post-quantum ML-DSA key (FIPS 204). Experimental: standard OpenSSH servers do not accept these — only servers with ML-DSA support (e.g. OQS builds). For OpenSSH interop, use ML-DSA-44 + Ed25519 instead.
ar: مفتاح ML-DSA خالص مقاوم للكم (FIPS 204). تجريبي: لا تقبله خوادم OpenSSH القياسية، بل الخوادم التي تدعم ML-DSA فقط (مثل إصدارات OQS). للتوافق مع OpenSSH استخدم بدلًا من ذلك ML-DSA-44 + Ed25519.
ca: Clau ML-DSA postquàntica pura (FIPS 204). Experimental: els servidors OpenSSH estàndard no les accepten, només els servidors amb suport d'ML-DSA (per exemple, compilacions OQS). Per a la interoperabilitat amb OpenSSH, utilitza ML-DSA-44 + Ed25519.
cs: Čistý postkvantový klíč ML-DSA (FIPS 204). Experimentální: standardní servery OpenSSH je nepřijímají, jen servery s podporou ML-DSA (např. sestavení OQS). Pro spolupráci s OpenSSH použijte místo toho ML-DSA-44 + Ed25519.
da: Ren post-kvante-ML-DSA-nøgle (FIPS 204). Eksperimentel: almindelige OpenSSH-servere accepterer dem ikke, kun servere med ML-DSA-understøttelse (f.eks. OQS-builds). Til OpenSSH-interoperabilitet skal du i stedet bruge ML-DSA-44 + Ed25519.
de: Reiner Post-Quantum-ML-DSA-Schlüssel (FIPS 204). Experimentell: Standard-OpenSSH-Server akzeptieren diese nicht, nur Server mit ML-DSA-Unterstützung (z. B. OQS-Builds). Für OpenSSH-Interoperabilität verwenden Sie stattdessen ML-DSA-44 + Ed25519.
es: Clave ML-DSA poscuántica pura (FIPS 204). Experimental: los servidores OpenSSH estándar no las aceptan, solo los servidores con soporte de ML-DSA (por ejemplo, compilaciones OQS). Para interoperar con OpenSSH, usa ML-DSA-44 + Ed25519.
fi: Puhdas post-kvantti-ML-DSA-avain (FIPS 204). Kokeellinen: tavalliset OpenSSH-palvelimet eivät hyväksy näitä, vain palvelimet joissa on ML-DSA-tuki (esim. OQS-koosteet). OpenSSH-yhteensopivuutta varten käytä sen sijaan ML-DSA-44 + Ed25519.
fr: Clé post-quantique ML-DSA pure (FIPS 204). Expérimental : les serveurs OpenSSH standard ne les acceptent pas, seuls les serveurs prenant en charge ML-DSA (par exemple les versions OQS) le font. Pour l'interopérabilité OpenSSH, utilisez plutôt ML-DSA-44 + Ed25519.
he: מפתח ML-DSA פוסט-קוונטי טהור (FIPS 204). ניסיוני: שרתי OpenSSH רגילים אינם מקבלים אותם, רק שרתים עם תמיכה ב-ML-DSA (למשל גרסאות OQS). לתאימות עם OpenSSH השתמש במקום זאת ב-ML-DSA-44 + Ed25519.
hu: Tiszta posztkvantum ML-DSA kulcs (FIPS 204). Kísérleti: a szabványos OpenSSH-kiszolgálók nem fogadják el, csak az ML-DSA-támogatással rendelkezők (pl. OQS buildek). OpenSSH-kompatibilitáshoz használja helyette az ML-DSA-44 + Ed25519 kulcsot.
it: Chiave ML-DSA post-quantistica pura (FIPS 204). Sperimentale: i server OpenSSH standard non le accettano, solo i server con supporto ML-DSA (ad es. build OQS). Per l'interoperabilità con OpenSSH, usa invece ML-DSA-44 + Ed25519.
ja: 純粋な耐量子ML-DSA鍵（FIPS 204）。実験的：標準のOpenSSHサーバーは受け付けず、ML-DSA対応のサーバー（OQSビルドなど）のみが受け付けます。OpenSSHとの相互運用には代わりにML-DSA-44 + Ed25519を使用してください。
ko: 순수 양자내성 ML-DSA 키(FIPS 204). 실험적: 표준 OpenSSH 서버는 이를 받아들이지 않으며 ML-DSA를 지원하는 서버(예: OQS 빌드)만 가능합니다. OpenSSH 호환성을 원한다면 ML-DSA-44 + Ed25519를 사용하세요.
nb: Ren post-kvante-ML-DSA-nøkkel (FIPS 204). Eksperimentell: vanlige OpenSSH-servere godtar dem ikke, bare servere med ML-DSA-støtte (f.eks. OQS-bygg). For OpenSSH-samspill bør du i stedet bruke ML-DSA-44 + Ed25519.
nl: Pure post-kwantum-ML-DSA-sleutel (FIPS 204). Experimenteel: standaard OpenSSH-servers accepteren deze niet, alleen servers met ML-DSA-ondersteuning (bijv. OQS-builds). Gebruik voor OpenSSH-interoperabiliteit in plaats daarvan ML-DSA-44 + Ed25519.
pl: Czysty postkwantowy klucz ML-DSA (FIPS 204). Eksperymentalny: standardowe serwery OpenSSH ich nie akceptują, tylko serwery z obsługą ML-DSA (np. kompilacje OQS). Dla współpracy z OpenSSH użyj zamiast tego ML-DSA-44 + Ed25519.
pt_br: Chave ML-DSA pós-quântica pura (FIPS 204). Experimental: servidores OpenSSH padrão não as aceitam, apenas servidores com suporte a ML-DSA (por exemplo, builds OQS). Para interoperar com o OpenSSH, use ML-DSA-44 + Ed25519.
pt_pt: Chave ML-DSA pós-quântica pura (FIPS 204). Experimental: os servidores OpenSSH padrão não as aceitam, apenas os servidores com suporte de ML-DSA (por exemplo, compilações OQS). Para interoperabilidade com OpenSSH, utilize antes ML-DSA-44 + Ed25519.
ro: Cheie ML-DSA post-cuantică pură (FIPS 204). Experimental: serverele OpenSSH standard nu le acceptă, doar serverele cu suport ML-DSA (de ex. versiunile OQS). Pentru interoperabilitate cu OpenSSH, folosiți în schimb ML-DSA-44 + Ed25519.
sl: Čisti post-kvantni ključ ML-DSA (FIPS 204). Eksperimentalno: standardni strežniki OpenSSH jih ne sprejemajo, samo strežniki s podporo za ML-DSA (npr. različice OQS). Za združljivost z OpenSSH raje uporabite ML-DSA-44 + Ed25519.
sv: Ren post-kvant-ML-DSA-nyckel (FIPS 204). Experimentellt: vanliga OpenSSH-servrar accepterar inte dessa, bara servrar med stöd för ML-DSA (t.ex. OQS-versioner). För OpenSSH-kompatibilitet, använd ML-DSA-44 + Ed25519 i stället.
uk: Чистий постквантовий ключ ML-DSA (FIPS 204). Експериментальний: стандартні сервери OpenSSH їх не приймають, лише сервери з підтримкою ML-DSA (напр., збірки OQS). Для сумісності з OpenSSH використайте натомість ML-DSA-44 + Ed25519.
vi: Khóa ML-DSA hậu lượng tử thuần (FIPS 204). Thử nghiệm: máy chủ OpenSSH tiêu chuẩn không chấp nhận, chỉ máy chủ có hỗ trợ ML-DSA (ví dụ bản dựng OQS). Để tương thích với OpenSSH, hãy dùng ML-DSA-44 + Ed25519.
zh_hans: 纯后量子 ML-DSA 密钥（FIPS 204）。实验性：标准 OpenSSH 服务器不接受，只有支持 ML-DSA 的服务器（如 OQS 构建）才接受。若需与 OpenSSH 互通，请改用 ML-DSA-44 + Ed25519。
zh_hant: 純後量子 ML-DSA 金鑰（FIPS 204）。實驗性：標準 OpenSSH 伺服器不接受，只有支援 ML-DSA 的伺服器（如 OQS 建置）才接受。若需與 OpenSSH 互通，請改用 ML-DSA-44 + Ed25519。

source: Pushes terminal content above standard brightness using your display's HDR (EDR) headroom. Also available as a floating slider via a keybind or the keyboard toolbar.
ar: يرفع محتوى الطرفية فوق السطوع القياسي باستخدام مجال HDR (EDR) في شاشتك. متاح أيضًا كشريط تمرير عائم عبر اختصار لوحة المفاتيح أو شريط أدوات لوحة المفاتيح.
ca: Eleva el contingut del terminal per damunt de la brillantor estàndard utilitzant el marge HDR (EDR) de la pantalla. També disponible com a control lliscant flotant mitjançant una drecera de teclat o la barra d'eines del teclat.
cs: Zvýší obsah terminálu nad standardní jas pomocí rezervy HDR (EDR) vašeho displeje. K dispozici také jako plovoucí posuvník přes klávesovou zkratku nebo panel nástrojů klávesnice.
da: Hæver terminalindholdet over standardlysstyrken ved hjælp af din skærms HDR-margin (EDR). Også tilgængelig som en svævende skyder via en tastaturgenvej eller tastaturværktøjslinjen.
de: Hebt den Terminalinhalt mithilfe des HDR-Spielraums (EDR) Ihres Displays über die Standardhelligkeit an. Auch als schwebender Schieberegler über ein Tastenkürzel oder die Tastatur-Symbolleiste verfügbar.
es: Eleva el contenido del terminal por encima del brillo estándar usando el margen HDR (EDR) de tu pantalla. También disponible como control deslizante flotante mediante un atajo de teclado o la barra de herramientas del teclado.
fi: Nostaa terminaalin sisällön vakiokirkkauden yläpuolelle näyttösi HDR-varan (EDR) avulla. Saatavilla myös kelluvana liukusäätimenä näppäinkomennon tai näppäimistön työkalupalkin kautta.
fr: Élève le contenu du terminal au-dessus de la luminosité standard en utilisant la marge HDR (EDR) de votre écran. Également disponible sous forme de curseur flottant via un raccourci clavier ou la barre d'outils du clavier.
he: מעלה את תוכן הטרמינל מעל הבהירות הרגילה באמצעות מרווח ה-HDR ‏(EDR) של המסך שלך. זמין גם כמחוון צף באמצעות קיצור מקלדת או סרגל הכלים של המקלדת.
hu: A kijelző HDR- (EDR-) tartalékát használva a terminál tartalmát a normál fényerő fölé emeli. Lebegő csúszkaként is elérhető billentyűparancs vagy a billentyűzet eszköztára segítségével.
it: Spinge il contenuto del terminale oltre la luminosità standard sfruttando il margine HDR (EDR) del tuo schermo. Disponibile anche come cursore mobile tramite una scorciatoia da tastiera o la barra degli strumenti della tastiera.
ja: ディスプレイのHDR（EDR）の余裕を利用して、ターミナルの内容を標準の明るさより上に引き上げます。キーバインドまたはキーボードツールバーから、フローティングスライダーとしても利用できます。
ko: 디스플레이의 HDR(EDR) 여유를 사용하여 터미널 내용을 표준 밝기 이상으로 높입니다. 키 바인딩이나 키보드 도구 모음을 통해 플로팅 슬라이더로도 사용할 수 있습니다.
nb: Hever terminalinnholdet over standard lysstyrke ved hjelp av skjermens HDR-margin (EDR). Også tilgjengelig som en flytende glidebryter via en tastatursnarvei eller tastaturverktøylinjen.
nl: Tilt terminalinhoud boven de standaardhelderheid met behulp van de HDR-marge (EDR) van je scherm. Ook beschikbaar als een zwevende schuifregelaar via een sneltoets of de toetsenbordwerkbalk.
pl: Podnosi zawartość terminala powyżej standardowej jasności, wykorzystując zapas HDR (EDR) Twojego wyświetlacza. Dostępne także jako pływający suwak za pomocą skrótu klawiszowego lub paska narzędzi klawiatury.
pt_br: Eleva o conteúdo do terminal acima do brilho padrão usando a margem HDR (EDR) da sua tela. Também disponível como um controle deslizante flutuante por um atalho de teclado ou pela barra de ferramentas do teclado.
pt_pt: Eleva o conteúdo do terminal acima do brilho padrão utilizando a margem HDR (EDR) do seu ecrã. Também disponível como um cursor flutuante através de um atalho de teclado ou da barra de ferramentas do teclado.
ro: Ridică conținutul terminalului peste luminozitatea standard folosind marja HDR (EDR) a ecranului tău. Disponibil și ca un cursor glisant flotant printr-o scurtătură de tastatură sau bara de instrumente a tastaturii.
sl: Vsebino terminala dvigne nad standardno svetlost z uporabo rezerve HDR (EDR) vašega zaslona. Na voljo tudi kot plavajoči drsnik prek tipkovne bližnjice ali orodne vrstice tipkovnice.
sv: Lyfter terminalinnehållet över standardljusstyrkan med hjälp av skärmens HDR-utrymme (EDR). Finns även som ett flytande skjutreglage via ett tangentbordskommando eller tangentbordets verktygsfält.
uk: Піднімає вміст термінала вище за стандартну яскравість, використовуючи запас HDR (EDR) вашого екрана. Також доступний як плаваючий повзунок через клавіатурне скорочення або панель інструментів клавіатури.
vi: Đẩy nội dung terminal lên trên độ sáng tiêu chuẩn bằng khoảng dự trữ HDR (EDR) của màn hình. Cũng có sẵn dưới dạng thanh trượt nổi qua phím tắt hoặc thanh công cụ bàn phím.
zh_hans: 利用显示屏的 HDR（EDR）余量将终端内容提升到标准亮度以上。也可通过快捷键或键盘工具栏以浮动滑块形式使用。
zh_hant: 利用顯示器的 HDR（EDR）餘量將終端機內容提升到標準亮度以上。也可透過快捷鍵或鍵盤工具列以浮動滑桿形式使用。

source: Quality
ar: الجودة
ca: Qualitat
cs: Kvalita
da: Kvalitet
de: Qualität
es: Calidad
fi: Laatu
fr: Qualité
he: איכות
hu: Minőség
it: Qualità
ja: 画質
ko: 품질
nb: Kvalitet
nl: Kwaliteit
pl: Jakość
pt_br: Qualidade
pt_pt: Qualidade
ro: Calitate
sl: Kakovost
sv: Kvalitet
uk: Якість
vi: Chất lượng
zh_hans: 质量
zh_hant: 品質

source: Question
ar: سؤال
ca: Pregunta
cs: Otázka
da: Spørgsmål
de: Frage
es: Pregunta
fi: Kysymys
he: שאלה
hu: Kérdés
it: Domanda
ja: 質問
ko: 질문
nb: Spørsmål
nl: Vraag
pl: Pytanie
pt_br: Pergunta
pt_pt: Pergunta
ro: Intrebare
sl: Vprašanje
sv: Fråga
uk: Питання
vi: Câu Hỏi
zh_hans: 问题
zh_hant: 問題

source: Question Mark ?
ar: علامة استفهام ?
ca: Interrogant ?
cs: Otazník ?
da: Spørgsmålstegn ?
de: Fragezeichen ?
es: Signo de interrogación ?
fi: Kysymysmerkki ?
fr: Point d'interrogation ?
he: סימן שאלה ?
hu: Kérdőjel ?
it: Punto interrogativo ?
ja: 疑問符 ?
ko: 물음표 ?
nb: Spørsmålstegn ?
nl: Vraagteken ?
pl: Znak zapytania ?
pt_br: Ponto de interrogação ?
pt_pt: Ponto de interrogação ?
ro: Semnul întrebării ?
sl: Vprašaj ?
sv: Frågetecken ?
uk: Знак питання ?
vi: Dấu chấm hỏi ?
zh_hans: 问号 ?
zh_hant: 問號 ?

source: QUIC over TLS 1.3 - secure with good congestion control
ar: QUIC عبر TLS 1.3 - آمن مع تحكم جيد بالازدحام
ca: QUIC sobre TLS 1.3 - segur amb bon control de congestió
cs: QUIC přes TLS 1.3 - bezpečný s dobrou kontrolou zahlcení
da: QUIC over TLS 1.3 – sikker med god overbelastningskontrol
de: QUIC über TLS 1.3 – sicher mit guter Überlastkontrolle
es: QUIC sobre TLS 1.3 - seguro con buen control de congestión
fi: QUIC TLS 1.3:n yli – turvallinen ja hyvä ruuhkanhallinta
fr: QUIC sur TLS 1.3 - sécurisé avec bon contrôle de congestion
he: QUIC על גבי TLS 1.3 - מאובטח עם בקרת עומסים טובה
hu: QUIC TLS 1.3 felett – biztonságos, jó torlódáskezeléssel
it: QUIC su TLS 1.3 - sicuro con buon controllo della congestione
ja: QUIC over TLS 1.3 - 安全で優れた輻輳制御
ko: QUIC over TLS 1.3 - 안전하며 우수한 혼잡 제어
nb: QUIC over TLS 1.3 – sikker med god overbelastningskontroll
nl: QUIC over TLS 1.3 – veilig met goede congestiecontrole
pl: QUIC przez TLS 1.3 - bezpieczny z dobrą kontrolą przeciążenia
pt_br: QUIC sobre TLS 1.3 - seguro com bom controle de congestionamento
pt_pt: QUIC sobre TLS 1.3 - seguro com bom controlo de congestionamento
ro: QUIC peste TLS 1.3 - securizat cu control bun al congestiei
sl: QUIC prek TLS 1.3 - varno z dobrim nadzorom prezasedenosti
sv: QUIC över TLS 1.3 – säkert med bra överbelastningskontroll
uk: QUIC через TLS 1.3 — безпечно з гарним контролем перевантажень
vi: QUIC qua TLS 1.3 - bảo mật với kiểm soát tắc nghẽ tốt
zh_hans: QUIC over TLS 1.3 - 安全且拥塞控制良好
zh_hant: QUIC over TLS 1.3 - 安全且擁塞控制良好

source: QUIC-based mobile shell - modern roaming protocol
ar: صدفة متنقلة قائمة على QUIC - بروتوكول تجوال حديث
ca: Shell mòbil basada en QUIC - protocol de roaming modern
cs: Mobilní shell založený na QUIC – moderní protokol pro roaming
da: QUIC-baseret mobil shell – moderne roaming-protokol
de: QUIC-basierte mobile Shell – modernes Roaming-Protokoll
es: Shell móvil basado en QUIC — protocolo de itinerancia moderno
fi: QUIC-pohjainen mobiili shell – moderni verkkovierailuprotokolla
fr: Shell mobile basé sur QUIC — protocole d'itinérance moderne
he: מעטפת ניידת מבוססת QUIC - פרוטוקול נדידה מודרני
hu: QUIC-alapú mobil shell – modern roaming protokoll
it: Shell mobile basata su QUIC - protocollo di roaming moderno
ja: QUIC ベースのモバイルシェル - 最新のローミングプロトコル
ko: QUIC 기반 모바일 셸 - 최신 로밍 프로토콜
nb: QUIC-basert mobilskall – moderne roaming-protokoll
nl: Op QUIC gebaseerde mobiele shell – modern roamingprotocol
pl: Mobilny shell oparty na QUIC – nowoczesny protokół roamingowy
pt_br: Shell móvel baseado em QUIC — protocolo de roaming moderno
pt_pt: Shell móvel baseado em QUIC — protocolo de roaming moderno
ro: Shell mobil bazat pe QUIC - protocol modern de roaming
sl: Mobilna lupina na osnovi QUIC - sodoben protokol za gostovanje
sv: QUIC-baserat mobilt skal – modernt roamingprotokoll
uk: Мобільна оболонка на основі QUIC - сучасний протокол роумінгу
vi: Shell di động dựa trên QUIC - giao thức chuyển vùng hiện đại
zh_hans: 基于 QUIC 的移动 Shell - 现代漫游协议
zh_hant: 基於 QUIC 的行動 Shell - 現代漫遊協定

source: Quick Connect
ar: اتصال سريع
ca: Connexió ràpida
cs: Rychlé připojení
da: Hurtig forbindelse
de: Schnellverbindung
es: Conexión rápida
fi: Pikayhteys
fr: Connexion rapide
he: חיבור מהיר
hu: Gyors csatlakozás
it: Connessione rapida
ja: クイック接続
ko: 빠른 연결
nb: Hurtigtilkobling
nl: Snelverbinding
pl: Szybkie połączenie
pt_br: Conexão Rápida
pt_pt: Ligação Rápida
ro: Conectare rapida
sl: Hitra povezava
sv: Snabbanslutning
uk: Швидке з'єднання
vi: Kết Nối Nhanh
zh_hans: 快速连接
zh_hant: 快速連線

source: Quick Setup
ar: إعداد سريع
ca: Configuració ràpida
cs: Rychlé nastavení
da: Hurtig opsætning
de: Schnelleinrichtung
es: Configuración rápida
fi: Pika-asennus
fr: Configuration rapide
he: הגדרה מהירה
hu: Gyors beállítás
it: Configurazione rapida
ja: クイックセットアップ
ko: 빠른 설정
nb: Hurtigoppsett
nl: Snelle configuratie
pl: Szybka konfiguracja
pt_br: Configuração Rápida
pt_pt: Configuração Rápida
ro: Configurare rapida
sl: Hitra nastavitev
sv: Snabbinstallation
uk: Швидке налаштування
vi: Thiết Lập Nhanh
zh_hans: 快速设置
zh_hant: 快速設定

source: Quiet mode (no progress)
ar: الوضع الصامت (بدون تقدم)
ca: Mode silenciós (sense progrés)
cs: Tichý režim (bez ukazatele průběhu)
da: Stille tilstand (ingen fremskridt)
de: Stiller Modus (kein Fortschritt)
es: Modo silencioso (sin progreso)
fi: Hiljainen tila (ei edistymistietoja)
fr: Mode silencieux (pas de progression)
he: מצב שקט (ללא התקדמות)
hu: Csendes mód (nincs folyamatjelzés)
it: Modalità silenziosa (nessun avanzamento)
ja: サイレントモード（進捗表示なし）
ko: 조용한 모드 (진행 표시 없음)
nb: Stille modus (ingen fremdrift)
nl: Stille modus (geen voortgang)
pl: Tryb cichy (bez postępu)
pt_br: Modo silencioso (sem progresso)
pt_pt: Modo silencioso (sem progresso)
ro: Mod silențios (fără progres)
sl: Tihi način (brez napredka)
sv: Tyst läge (ingen förloppsvisning)
uk: Тихий режим (без прогресу)
vi: Chế độ im lặng (không hiển thị tiến trình)
zh_hans: 静默模式（不显示进度）
zh_hant: 靜默模式（不顯示進度）

source: Quota Exceeded
ar: تم تجاوز الحصة
ca: Quota superada
cs: Kvóta překročena
da: Kvote overskredet
de: Kontingent überschritten
es: Cuota excedida
fi: Kiintiö ylitetty
fr: Quota dépassé
he: חריגה מהמכסה
hu: Kvóta túllépve
it: Quota superata
ja: クォータ超過
ko: 할당량 초과
nb: Kvote overskredet
nl: Quotum overschreden
pl: Przekroczono limit
pt_br: Cota excedida
pt_pt: Cota excedida
ro: Cotă depășită
sl: Kvota presežena
sv: Kvot överskriden
uk: Вичерпано квоту
vi: Vượt hạn mức
zh_hans: 配额已超出
zh_hant: 配額已超出
